Repository: fadifrancis96/Shaglni-iOS
Catalog: Shaglni/Localization/Localizable.xcstrings
Source language: en
Languages: ar, he

# action.acceptOffer
source: Accept Offer
ar: قبول العرض
he: קבל את ההצעה

# action.browseJobs
source: Browse Jobs
ar: تصفح الوظائف
he: עיין במשרות

# action.declineOffer
source: Decline Offer
ar: رفض العرض
he: דחה את ההצעה

# action.deleteAccount
source: Delete account
ar: حذف الحساب
he: מחק חשבון

# action.findContractor
source: Find a Contractor
ar: البحث عن مقاول
he: מצא קבלן

# action.forgotPassword
source: Forgot password?
ar: نسيت كلمة المرور؟
he: שכחת סיסמה?

# action.manageProfile
source: Manage Profile
ar: إدارة الملف الشخصي
he: נהל פרופיל

# action.markDone
source: Mark Job as Done
ar: تحديد العمل كمكتمل
he: סמן כעבודה שהושלמה

# action.markInProgress
source: Mark Job as In Progress
ar: تحديد العمل قيد التنفيذ
he: סמן כעבודה בתהליך

# action.myActiveJobs
source: My Active Jobs
ar: أعمالي النشطة
he: העבודות הפעילות שלי

# action.myOffers
source: My Offers
ar: عروضي
he: ההצעות שלי

# action.myPortfolio
source: My Portfolio
ar: معرض أعمالي
he: תיק העבודות שלי

# action.negotiate
source: Negotiate Price
ar: تفاوض على السعر
he: נהל מו"מ על המחיר

# action.postJob
source: Post a Job
ar: نشر وظيفة
he: פרסם משרה

# action.receivedOffers
source: Received Offers
ar: العروض المستلمة
he: הצעות שהתקבלו

# action.sendResetEmail
source: Send reset email
ar: إرسال بريد إعادة التعيين
he: שלח אימייל לאיפוס

# action.submitOffer
source: Submit Offer
ar: تقديم عرض
he: הגש הצעה

# action.viewAll
source: View All
ar: عرض الكل
he: הצג הכל

# action.viewDetails
source: View Details
ar: عرض التفاصيل
he: צפה בפרטים

# app.name
source: Shaglni
ar: شغلني
he: שגלני

# auth.accountLoadFailed.message
source: We couldn't load your account data. Check your connection, or sign out and back in.
ar: تعذر تحميل بيانات حسابك. تحقق من اتصالك بالإنترنت أو سجّل الخروج ثم أعد تسجيل الدخول.
he: לא הצלחנו לטעון את נתוני החשבון שלך. בדוק את החיבור לאינטרנט או התנתק והתחבר מחדש.

# auth.accountLoadFailed.title
source: Couldn't load your account
ar: تعذر تحميل حسابك
he: לא ניתן לטעון את החשבון שלך

# auth.confirmDelete.message
source: This permanently removes your jobs, offers, profile and photos. You can't undo this.
ar: سيؤدي ذلك إلى حذف وظائفك وعروضك وملفك الشخصي وصورك نهائيًا. لا يمكن التراجع.
he: פעולה זו תמחק לצמיתות את המשרות, ההצעות, הפרופיל והתמונות שלך. לא ניתן לבטל.

# auth.confirmDelete.title
source: Delete your account?
ar: حذف حسابك؟
he: למחוק את החשבון שלך?

# auth.createAccount
source: Create your account
ar: أنشئ حسابك
he: יוצרים חשבון

# auth.loginSubtitle
source: Sign in to continue
ar: سجّل الدخول للمتابعة
he: התחברו כדי להמשיך

# auth.noAccount
source: New to Shaglni?
ar: جديد في شغلني؟
he: חדשים בשגלני?

# auth.registerSubtitle
source: Join Shaglni — it takes less than a minute.
ar: انضم إلى شغلني — يستغرق أقل من دقيقة.
he: מצטרפים לשגלני – זה לוקח פחות מדקה.

# auth.resendVerification
source: Resend verification
ar: إعادة إرسال التحقق
he: שלח שוב אימות

# auth.resetEmailSent
source: If that email exists, we sent a reset link.
ar: إذا كان البريد الإلكتروني موجودًا، فقد أرسلنا رابط إعادة تعيين.
he: אם הכתובת קיימת, שלחנו קישור לאיפוס.

# auth.verifyEmail
source: Please verify your email to unlock all features.
ar: يرجى التحقق من بريدك الإلكتروني لفتح جميع الميزات.
he: אנא אמת את האימייל שלך כדי לפתוח את כל התכונות.

# auth.welcomeBack
source: Welcome back
ar: مرحباً بعودتك
he: ברוכים השבים

# category.Appliance Repair
source: Appliance Repair
ar: إصلاح الأجهزة
he: תיקון מכשירים

# category.Automotive
source: Automotive
ar: سيارات
he: רכבים

# category.Carpentry
source: Carpentry
ar: نجارة
he: נגרות

# category.Cleaning
source: Cleaning
ar: تنظيف
he: ניקיון

# category.Electrical
source: Electrical
ar: كهرباء
he: חשמל

# category.Flooring
source: Flooring
ar: أرضيات
he: ריצוף

# category.HVAC
source: HVAC
ar: تكييف وتدفئة
he: מיזוג אוויר

# category.Landscaping
source: Landscaping
ar: تنسيق حدائق
he: גינון

# category.Masonry
source: Masonry
ar: بناء
he: בנייה

# category.Moving
source: Moving
ar: نقل
he: הובלות

# category.Other
source: Other
ar: أخرى
he: אחר

# category.Painting
source: Painting
ar: دهان
he: צביעה

# category.Pest Control
source: Pest Control
ar: مكافحة الحشرات
he: הדברה

# category.Plumbing
source: Plumbing
ar: السباكة
he: אינסטלציה

# category.Roofing
source: Roofing
ar: أسقف
he: גגות

# category.Welding
source: Welding
ar: لحام
he: ריתוך

# chat.placeholder
source: Type a message…
ar: اكتب رسالة…
he: כתוב הודעה…

# common.alreadyHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل؟
he: כבר יש לך חשבון?

# common.back
source: Back
ar: رجوع
he: חזור

# common.cancel
source: Cancel
ar: إلغاء
he: ביטול

# common.delete
source: Delete
ar: حذف
he: מחק

# common.displayName
source: Full Name
ar: الاسم الكامل
he: שם מלא

# common.done
source: Done
ar: تم
he: סיום

# common.edit
source: Edit
ar: تعديل
he: ערוך

# common.email
source: Email
ar: البريد الإلكتروني
he: אימייל

# common.error
source: Error
ar: خطأ
he: שגיאה

# common.getStarted
source: Get Started
ar: ابدأ الآن
he: התחל

# common.login
source: Login
ar: تسجيل الدخول
he: התחברות

# common.logout
source: Logout
ar: تسجيل الخروج
he: התנתקות

# common.next
source: Next
ar: التالي
he: הבא

# common.optional
source: Optional
ar: اختياري
he: אופציונלי

# common.password
source: Password
ar: كلمة المرور
he: סיסמה

# common.register
source: Register
ar: إنشاء حساب
he: הרשמה

# common.save
source: Save
ar: حفظ
he: שמור

# common.signIn
source: Sign In
ar: تسجيل الدخول
he: התחבר

# common.signUp
source: Sign Up
ar: إنشاء حساب
he: הירשם

# common.submit
source: Submit
ar: إرسال
he: שלח

# dash.greetingAfternoon
source: Good afternoon
ar: طاب يومك
he: צהריים טובים

# dash.greetingEvening
source: Good evening
ar: مساء الخير
he: ערב טוב

# dash.greetingMorning
source: Good morning
ar: صباح الخير
he: בוקר טוב

# dash.quickActions
source: Quick actions
ar: إجراءات سريعة
he: פעולות מהירות

# dash.stats.offers
source: Offers
ar: عروض
he: הצעות

# dash.stats.openJobs
source: Open jobs
ar: أعمال مفتوحة
he: עבודות פתוחות

# empty.noActiveJobs
source: No Active Jobs
ar: لا توجد أعمال نشطة
he: אין עבודות פעילות

# empty.noActiveJobsSubtitle
source: Your in-progress jobs will appear here
ar: ستظهر هنا أعمالك قيد التنفيذ
he: העבודות שלך בתהליך יופיעו כאן

# empty.noChats
source: No conversations yet
ar: لا توجد محادثات بعد
he: אין עדיין שיחות

# empty.noChatsSubtitle
source: Once an offer is accepted, you'll be able to chat here.
ar: بمجرد قبول عرض، يمكنك المحادثة هنا.
he: ברגע שהצעה מתקבלת, תוכל לשוחח כאן.

# empty.noContractors
source: No contractors found
ar: لم يتم العثور على مقاولين
he: לא נמצאו קבלנים

# empty.noJobs
source: No jobs yet
ar: لا توجد وظائف بعد
he: אין עדיין משרות

# empty.noJobsFound
source: No jobs found
ar: لم يتم العثور على وظائف
he: לא נמצאו משרות

# empty.noOffers
source: No offers yet
ar: لا توجد عروض بعد
he: אין עדיין הצעות

# empty.postFirstJob
source: Post your first job to get started
ar: انشر وظيفتك الأولى للبدء
he: פרסם את המשרה הראשונה שלך כדי להתחיל

# empty.submitOffers
source: Submit offers to jobs you're interested in
ar: قدّم عروضًا على الوظائف التي تهمك
he: הגש הצעות למשרות שמעניינות אותך

# empty.tryAdjustSearch
source: Try adjusting your search
ar: حاول ضبط البحث
he: נסה לשנות את החיפוש

# empty.tryFilters
source: Try adjusting your filters
ar: حاول ضبط عوامل التصفية
he: נסה לשנות את המסננים

# error.notAuthenticated
source: You need to sign in to do that.
ar: يلزم تسجيل الدخول للقيام بذلك.
he: עליך להתחבר כדי לבצע פעולה זו.

# error.notAuthorized
source: You don't have permission for that action.
ar: ليس لديك صلاحية لهذا الإجراء.
he: אין לך הרשאה לפעולה זו.

# error.notFound %@
source: %@ not found.
ar: %@ غير موجود.
he: %@ לא נמצא.

# field.availableForWork
source: Available for Work
ar: متاح للعمل
he: זמין לעבודה

# field.bio
source: Bio
ar: نبذة تعريفية
he: אודות

# field.budget
source: Budget
ar: الميزانية
he: תקציב

# field.category
source: Category
ar: الفئة
he: קטגוריה

# field.completedJobs
source: Completed Jobs
ar: الأعمال المكتملة
he: עבודות שהושלמו

# field.contactInfo
source: Contact Information
ar: معلومات الاتصال
he: פרטי התקשרות

# field.description
source: Description
ar: الوصف
he: תיאור

# field.location
source: Location
ar: الموقع
he: מיקום

# field.message
source: Message
ar: الرسالة
he: הודעה

# field.phone
source: Phone
ar: الهاتف
he: טלפון

# field.portfolio
source: Portfolio
ar: معرض الأعمال
he: תיק עבודות

# field.price
source: Price
ar: السعر
he: מחיר

# field.rating
source: Rating
ar: التقييم
he: דירוג

# field.skills
source: Skills
ar: المهارات
he: כישורים

# field.title
source: Title
ar: العنوان
he: כותרת

# field.website
source: Website
ar: الموقع الإلكتروني
he: אתר אינטרנט

# filter.all
source: All
ar: الكل
he: הכל

# jobStatus.completed
source: Completed
ar: مكتمل
he: הושלם

# jobStatus.inProgress
source: In Progress
ar: قيد التنفيذ
he: בתהליך

# jobStatus.open
source: Open
ar: مفتوح
he: פתוח

# loading.account
source: Loading your account…
ar: جارٍ تحميل حسابك…
he: טוען את החשבון שלך…

# offer.counterReceived
source: Counter offer received — action required
ar: تم استلام عرض مقابل — مطلوب إجراء
he: התקבלה הצעה נגדית – נדרשת פעולה

# offer.posterCounter
source: Job poster's counter offer
ar: العرض المقابل من صاحب العمل
he: הצעה נגדית של מפרסם העבודה

# offerStatus.accepted
source: Accepted
ar: مقبول
he: התקבל

# offerStatus.counterOffer
source: Counter Offer
ar: عرض مقابل
he: הצעת נגד

# offerStatus.pending
source: Pending
ar: قيد الانتظار
he: ממתין

# offerStatus.rejected
source: Declined
ar: مرفوض
he: נדחה

# onboarding.chooseLanguage
source: Choose your language
ar: اختر لغتك
he: בחרו שפה

# onboarding.page1.subtitle
source: Describe what you need, set a budget, and reach skilled pros near you.
ar: صف ما تحتاجه، حدّد ميزانيتك، وتواصل مع محترفين مهرة بالقرب منك.
he: תארו מה אתם צריכים, קבעו תקציב והגיעו לבעלי מקצוע מיומנים בקרבתכם.

# onboarding.page1.title
source: Post any job in minutes
ar: انشر أي مهمة خلال دقائق
he: מפרסמים עבודה תוך דקות

# onboarding.page2.subtitle
source: Contractors send offers. Chat, negotiate, and pick the one that fits.
ar: يرسل المقاولون عروضهم. تحدّث وفاوض واختر الأنسب لك.
he: קבלנים שולחים הצעות מחיר. שוחחו, התמקחו ובחרו את המתאים ביותר.

# onboarding.page2.title
source: Compare offers and agree on a price
ar: قارن العروض واتفق على السعر
he: משווים הצעות וסוגרים מחיר

# onboarding.page3.subtitle
source: Track jobs to completion and grow a portfolio that wins the next one.
ar: تابع الأعمال حتى إتمامها وكوّن معرض أعمال يفوز لك بالمهمة التالية.
he: עקבו אחר העבודה עד לסיום ובנו תיק עבודות שמנצח את העבודה הבאה.

# onboarding.page3.title
source: Get it done and build your name
ar: أنجز العمل وابنِ سمعتك
he: מבצעים את העבודה ובונים מוניטין

# onboarding.skip
source: Skip
ar: تخطي
he: דלג

# profile.about
source: About
ar: حول
he: אודות

# profile.account
source: Account
ar: الحساب
he: חשבון

# profile.language
source: Language
ar: اللغة
he: שפה

# profile.memberSince
source: Member since
ar: عضو منذ
he: חברים מאז

# profile.privacy
source: Privacy Policy
ar: سياسة الخصوصية
he: מדיניות פרטיות

# profile.terms
source: Terms of Service
ar: شروط الخدمة
he: תנאי שימוש

# profile.version
source: Version
ar: الإصدار
he: גרסה

# role.contractor
source: Contractor
ar: مقاول
he: קבלן

# role.contractor.desc
source: I want to find work and send offers
ar: أبحث عن عمل وأقدّم عروضاً
he: אני מחפש עבודה ושולח הצעות

# role.jobPoster
source: Job Poster
ar: صاحب عمل
he: מפרסם משרות

# role.jobPoster.desc
source: I want to hire pros for my jobs
ar: أريد توظيف محترفين لأعمالي
he: אני רוצה להעסיק בעלי מקצוע

# role.select
source: Select Your Role
ar: اختر دورك
he: בחר את התפקיד שלך

source: Search contractors…
ar: ابحث عن مقاولين…
he: חיפוש קבלנים…

source: Search jobs…
ar: ابحث عن وظائف…
he: חיפוש משרות…

# search.location
source: Search for city, village, or address…
ar: ابحث عن مدينة أو قرية أو عنوان…
he: חפש עיר, יישוב או כתובת…

# section.availableJobs
source: Available Jobs
ar: الوظائف المتاحة
he: משרות זמינות

# section.myRecentOffers
source: My Recent Offers
ar: آخر عروضي
he: ההצעות האחרונות שלי

# section.offersCount
source: Offers (%lld)
ar: العروض (%lld)
he: הצעות (%lld)

# section.recentJobs
source: Recent Jobs
ar: آخر الوظائف
he: משרות אחרונות

# tab.chat
source: Chat
ar: المحادثات
he: צ'אט

# tab.contractors
source: Contractors
ar: المقاولون
he: קבלנים

# tab.dashboard
source: Dashboard
ar: لوحة التحكم
he: לוח בקרה

# tab.jobs
source: Jobs
ar: الوظائف
he: משרות

# tab.offers
source: Offers
ar: العروض
he: הצעות

# tab.profile
source: Profile
ar: الملف الشخصي
he: פרופיל

# tagline
source: Connect with skilled contractors or find job opportunities
ar: تواصل مع مقاولين محترفين أو ابحث عن فرص عمل
he: התחבר לקבלנים מיומנים או מצא הזדמנויות עבודה

# welcome
source: Welcome to Shaglni
ar: مرحباً بك في شغلني
he: ברוכים הבאים לשגלני

# common.ok
source: OK
ar: حسناً
he: אישור

source: Job Details
ar: تفاصيل العمل
he: פרטי העבודה

source: Job Requirements
ar: متطلبات العمل
he: דרישות העבודה

# job.acceptedPrice
source: Accepted Price
ar: السعر المقبول
he: המחיר שאושר

# jobDetail.posted
source: Posted
ar: تاريخ النشر
he: תאריך פרסום

# jobDetail.offerAccepted
source: Offer Accepted
ar: تم قبول العرض
he: ההצעה התקבלה

# jobDetail.byContractor
source: By: %@
ar: بواسطة: %@
he: על ידי: %@

# jobDetail.jobInProgress
source: Job In Progress
ar: العمل قيد التنفيذ
he: העבודה בתהליך

# jobDetail.inProgressHint
source: The job is currently being worked on. Mark as done when the work is completed.
ar: العمل قيد التنفيذ حالياً. ضع عليه علامة مكتمل عند انتهاء العمل.
he: העבודה מתבצעת כעת. סמן כהושלמה כאשר העבודה תסתיים.

# jobDetail.jobCompleted
source: Job Completed
ar: اكتمل العمل
he: העבודה הושלמה

# jobDetail.completedHint
source: This job has been marked as completed.
ar: تم وضع علامة مكتمل على هذا العمل.
he: עבודה זו סומנה כהושלמה.

# jobDetail.waitForOffers
source: Wait for contractors to submit offers
ar: انتظر حتى يقدم المقاولون عروضهم
he: המתן שקבלנים יגישו הצעות

# jobDetail.deleteJob
source: Delete Job
ar: حذف العمل
he: מחיקת עבודה

# jobDetail.deleteConfirmMessage
source: Are you sure you want to delete this job? This will also delete all associated offers. This action cannot be undone.
ar: هل أنت متأكد من حذف هذا العمل؟ سيؤدي ذلك أيضاً إلى حذف جميع العروض المرتبطة به. لا يمكن التراجع عن هذا الإجراء.
he: האם אתה בטוח שברצונך למחוק עבודה זו? פעולה זו תמחק גם את כל ההצעות הקשורות. לא ניתן לבטל פעולה זו.

# jobDetail.markInProgressConfirmMessage
source: This will remove the job from public listings and mark it as in progress. Continue?
ar: سيؤدي هذا إلى إزالة العمل من القوائم العامة ووضع علامة قيد التنفيذ عليه. هل تريد المتابعة؟
he: פעולה זו תסיר את העבודה מהרשימות הציבוריות ותסמן אותה כבתהליך. להמשיך?

# jobDetail.markDoneConfirmMessage
source: Mark this job as completed? This action cannot be undone.
ar: هل تريد وضع علامة مكتمل على هذا العمل؟ لا يمكن التراجع عن هذا الإجراء.
he: לסמן עבודה זו כהושלמה? לא ניתן לבטל פעולה זו.

# jobForm.selectLocation
source: Select Location
ar: اختر الموقع
he: בחר מיקום

# jobForm.selectCategory
source: Select Category
ar: اختر الفئة
he: בחר קטגוריה

# jobForm.requirementsPhotos
source: Job Requirements Photos
ar: صور متطلبات العمل
he: תמונות דרישות העבודה

# jobForm.addPhotos
source: Add Photos
ar: إضافة صور
he: הוסף תמונות

# jobForm.addPhotosHint
source: Add photos to help contractors understand the job requirements
ar: أضف صوراً لمساعدة المقاولين على فهم متطلبات العمل
he: הוסף תמונות כדי לעזור לקבלנים להבין את דרישות העבודה

# jobForm.searchLocationPlaceholder
source: Search for city, village, or address...
ar: ابحث عن مدينة أو قرية أو عنوان...
he: חפש עיר, כפר או כתובת...

# jobForm.searchLocationTitle
source: Search for any location in Israel
ar: ابحث عن أي موقع في إسرائيل
he: חפש כל מיקום בישראל

# jobForm.searchLocationSubtitle
source: Cities, villages, neighborhoods, and addresses
ar: مدن وقرى وأحياء وعناوين
he: ערים, כפרים, שכונות וכתובות

# jobMap.title
source: Jobs Map (%d)
ar: خريطة الوظائف (%d)
he: מפת המשרות (%d)

# jobMap.styleStandard
source: Standard
ar: قياسية
he: רגילה

# jobMap.styleSatellite
source: Satellite
ar: قمر صناعي
he: לוויין

# activeJobs.completedAddToProfile
source: Completed - Add to Profile
ar: مكتملة - أضفها إلى ملفك الشخصي
he: הושלמו - הוסף לפרופיל

# activeJobs.finalPrice
source: Final Price
ar: السعر النهائي
he: המחיר הסופי

# activeJobs.tapToAddToProfile
source: Tap to view job details and add to profile
ar: اضغط لعرض تفاصيل العمل وإضافته إلى ملفك الشخصي
he: הקש כדי לצפות בפרטי העבודה ולהוסיף לפרופיל

# activeJobs.offerAcceptedTitle
source: Your Offer Was Accepted
ar: تم قبول عرضك
he: ההצעה שלך התקבלה

# activeJobs.inProgressHint
source: The job poster has marked this job as in progress. Complete the work and wait for them to mark it as done.
ar: قام صاحب العمل بوضع علامة قيد التنفيذ على هذا العمل. أكمل العمل وانتظر حتى يضع عليه علامة مكتمل.
he: מפרסם העבודה סימן עבודה זו כבתהליך. השלם את העבודה והמתן שיסמן אותה כהושלמה.

# activeJobs.jobCompletedTitle
source: Job Completed!
ar: اكتمل العمل!
he: העבודה הושלמה!

# activeJobs.completedByPoster
source: The job poster has marked this job as completed
ar: قام صاحب العمل بوضع علامة مكتمل على هذا العمل
he: מפרסם העבודה סימן עבודה זו כהושלמה

# activeJobs.addToPortfolio
source: Add to Your Portfolio
ar: أضفه إلى معرض أعمالك
he: הוסף לתיק העבודות שלך

# activeJobs.addToPortfolioHint
source: Showcase this completed work on your profile by adding photos and creating a before/after comparison. This will help potential clients see your quality of work.
ar: اعرض هذا العمل المكتمل في ملفك الشخصي بإضافة صور وإنشاء مقارنة قبل/بعد. سيساعد ذلك العملاء المحتملين على رؤية جودة عملك.
he: הצג עבודה מושלמת זו בפרופיל שלך על ידי הוספת תמונות ויצירת השוואת לפני/אחרי. זה יעזור ללקוחות פוטנציאליים לראות את איכות העבודה שלך.

# activeJobs.addToProfile
source: Add to Profile
ar: إضافة إلى الملف الشخصي
he: הוסף לפרופיל

# activeJobs.uploadPhotosSubtitle
source: Upload photos & create before/after
ar: حمّل صوراً وأنشئ مقارنة قبل/بعد
he: העלה תמונות וצור לפני/אחרי

# activeJobs.alreadyInPortfolio
source: This job is already in your portfolio
ar: هذا العمل موجود بالفعل في معرض أعمالك
he: עבודה זו כבר נמצאת בתיק העבודות שלך

# common.send
source: Send
ar: إرسال
he: שלח

# offerForm.job
source: Job
ar: الوظيفة
he: משרה

# offerForm.yourOffer
source: Your Offer
ar: عرضك
he: ההצעה שלך

# offerDetail.navTitle
source: Offer
ar: العرض
he: הצעה

# offerDetail.title
source: Offer Details
ar: تفاصيل العرض
he: פרטי ההצעה

# offerDetail.offeredPrice
source: Offered Price
ar: السعر المعروض
he: המחיר המוצע

# offerDetail.negotiationNote
source: Negotiation Note
ar: ملاحظة التفاوض
he: הערת משא ומתן

# offerDetail.submitted
source: Submitted:
ar: تاريخ التقديم:
he: הוגש:

# offerDetail.responded
source: Responded:
ar: تاريخ الرد:
he: נענה:

# offerDetail.jobsCount
source: • %d jobs
ar: • %d وظائف
he: • %d עבודות

# offerDetail.tapToViewProfile
source: Tap to view profile
ar: اضغط لعرض الملف الشخصي
he: הקש לצפייה בפרופיל

# offerDetail.jobStatus
source: Job Status: %@
ar: حالة الوظيفة: %@
he: סטטוס המשרה: %@

# offerDetail.jobClosedNote
source: This job is no longer accepting offer actions. Manage the job status from the job detail page.
ar: لم تعد هذه الوظيفة تقبل إجراءات على العروض. يمكنك إدارة حالة الوظيفة من صفحة تفاصيل الوظيفة.
he: משרה זו אינה מקבלת עוד פעולות על הצעות. נהל את סטטוס המשרה מעמוד פרטי המשרה.

# offerDetail.negotiatePrice
source: Negotiate Price
ar: التفاوض على السعر
he: משא ומתן על המחיר

# offerDetail.counterReceived
source: Counter Offer Received
ar: تم استلام عرض مقابل
he: התקבלה הצעה נגדית

# offerDetail.posterPrice
source: Job Poster's Price:
ar: سعر صاحب العمل:
he: המחיר של מפרסם המשרה:

# offerDetail.acceptCounter
source: Accept Counter Offer
ar: قبول العرض المقابل
he: קבל את ההצעה הנגדית

# offerDetail.declineCounter
source: Decline Counter Offer
ar: رفض العرض المقابل
he: דחה את ההצעה הנגדית

# offerDetail.contractorAcceptedCounter
source: Contractor Accepted Your Counter Offer!
ar: قبل المقاول عرضك المقابل!
he: הקבלן קיבל את ההצעה הנגדית שלך!

# offerDetail.agreedPrice
source: Agreed Price:
ar: السعر المتفق عليه:
he: המחיר המוסכם:

# offerDetail.finalizeNote
source: Accept this offer to finalize the agreement. You can manage the job status from the job detail page.
ar: اقبل هذا العرض لإتمام الاتفاق. يمكنك إدارة حالة الوظيفة من صفحة تفاصيل الوظيفة.
he: קבל הצעה זו כדי לסגור את ההסכם. ניתן לנהל את סטטוס המשרה מעמוד פרטי המשרה.

# offerDetail.acceptFinalize
source: Accept & Finalize Offer
ar: قبول العرض وإتمامه
he: קבל וסגור את ההצעה

# offerDetail.offerAccepted
source: Offer Accepted
ar: تم قبول العرض
he: ההצעה התקבלה

# offerDetail.finalPrice
source: Final Price:
ar: السعر النهائي:
he: המחיר הסופי:

# offerDetail.manageJobNote
source: Manage job status from the job detail page.
ar: أدر حالة الوظيفة من صفحة تفاصيل الوظيفة.
he: נהל את סטטוס המשרה מעמוד פרטי המשרה.

# offerDetail.accept
source: Accept
ar: قبول
he: קבל

# offerDetail.decline
source: Decline
ar: رفض
he: דחה

# offerDetail.confirmDecline
source: Are you sure you want to decline this offer?
ar: هل أنت متأكد أنك تريد رفض هذا العرض؟
he: האם אתה בטוח שברצונך לדחות הצעה זו?

# offerDetail.confirmAcceptCounterPrice
source: Accept the job poster's counter offer of %@?
ar: هل تقبل العرض المقابل من صاحب العمل بقيمة %@؟
he: לקבל את ההצעה הנגדית של מפרסם המשרה בסך %@?

# offerDetail.confirmAcceptCounter
source: Accept this counter offer?
ar: هل تقبل هذا العرض المقابل؟
he: לקבל את ההצעה הנגדית הזו?

# offerDetail.confirmDeclineCounter
source: Are you sure you want to decline this counter offer? This will remove your offer completely.
ar: هل أنت متأكد أنك تريد رفض هذا العرض المقابل؟ سيؤدي ذلك إلى إزالة عرضك بالكامل.
he: האם אתה בטוח שברצונך לדחות את ההצעה הנגדית? פעולה זו תסיר את ההצעה שלך לחלוטין.

# offerDetail.confirmFinalizePrice
source: Finalize this offer for %@? All other offers will be automatically rejected.
ar: هل تريد إتمام هذا العرض بقيمة %@؟ سيتم رفض جميع العروض الأخرى تلقائياً.
he: לסגור הצעה זו בסך %@? כל שאר ההצעות יידחו אוטומטית.

# offerDetail.confirmFinalize
source: Finalize this offer? All other offers will be automatically rejected.
ar: هل تريد إتمام هذا العرض؟ سيتم رفض جميع العروض الأخرى تلقائياً.
he: לסגור הצעה זו? כל שאר ההצעות יידחו אוטומטית.

# offerDetail.confirmAcceptPrice
source: Accept this offer for %@? All other offers for this job will be automatically rejected.
ar: هل تقبل هذا العرض بقيمة %@؟ سيتم رفض جميع العروض الأخرى لهذه الوظيفة تلقائياً.
he: לקבל הצעה זו בסך %@? כל שאר ההצעות למשרה זו יידחו אוטומטית.

# offerDetail.yourPrice
source: Your Price
ar: سعرك
he: המחיר שלך

# offerDetail.explainCounter
source: Explain your counter offer...
ar: اشرح عرضك المقابل...
he: הסבר את ההצעה הנגדית שלך...

# offerDetail.originalPrice
source: Original Price: %@
ar: السعر الأصلي: %@
he: המחיר המקורי: %@

# offerCard.counterReceived
source: Counter offer received - Action required
ar: تم استلام عرض مقابل - مطلوب اتخاذ إجراء
he: התקבלה הצעה נגדית - נדרשת פעולה

# offerCard.posterCounter
source: Job poster's counter offer
ar: العرض المقابل من صاحب العمل
he: ההצעה הנגדית של מפרסם המשרה

# offerCard.responded
source: Responded
ar: تم الرد
he: נענה

# receivedOffers.empty.title
source: No offers received
ar: لم يتم استلام أي عروض
he: לא התקבלו הצעות

# receivedOffers.empty.subtitle
source: Offers from contractors will appear here when they submit offers to your jobs
ar: ستظهر عروض المقاولين هنا عند تقديمهم عروضاً على وظائفك
he: הצעות מקבלנים יופיעו כאן כאשר יגישו הצעות למשרות שלך

# receivedOffers.from
source: From: %@
ar: من: %@
he: מאת: %@

# receivedOffers.contractorAcceptedCounter
source: Contractor accepted your counter offer
ar: قبل المقاول عرضك المقابل
he: הקבלן קיבל את ההצעה הנגדית שלך
